export const score = () => {
  console.log(
    `Ваша отметка - 70 балла(ов)
    Отзыв по пунктам ТЗ:    
    Dыполненные пункты:
    1) вёрстка видеоплеера: есть само видео, в панели управления есть кнопка Play/Pause, прогресс-бар, кнопка Volume/Mute, регулятор громкости звука — 2 балл(а)
    2) в футере приложения есть ссылка на гитхаб автора приложения, год создания приложения, логотип курса со ссылкой на курс — 2 балл(а)
    3) при клике по кнопке Play/Pause запускается или останавливается проигрывание видео — 2 балл(а)
    4) внешний вид и функционал кнопки Play/Pause изменяется в зависимости от того, проигрывается ли видео в данный момент — 2 балл(а)
    5) Прогресс-бар отображает прогресс проигрывания видео. При перемещении ползунка прогресс-бара вручную меняется текущее время проигрывания видео. Разный цвет прогресс-бара до и после ползунка — 5 балл(а)
    6) При перемещении ползунка регулятора громкости звука можно сделать звук громче или тише. Разный цвет регулятора громкости звука до и после ползунка — 5 балл(а)
    7) При клике по кнопке Volume/Mute можно включить или отключить звук. Одновременно с включением/выключением звука меняется внешний вид кнопки. Также внешний вид кнопки меняется, если звук включают или выключают перетягиванием регулятора громкости звука от нуля или до нуля — 5 балл(а)
    8) есть кнопка Play/Pause в центре видео при клике по которой запускается видео и отображается панель управления — 2 балл(а)
    9) когда видео проигрывается, кнопка Play/Pause в центре видео скрывается, когда видео останавливается, кнопка снова отображается — 2 балл(а)
    10) Очень высокое качество оформления приложения, также реализован режим fullscreen.
    `
  );
};
