export const score = () => {
  console.log(
    `оценка - 75 баллов 
    Отзыв по пунктам ТЗ: 
    Отзыв по пунктам ТЗ:
    Отметка - 80 баллов
    Выполненные пункты:
    1) при кликах по кнопкам Winter, Spring, Summer, Autumn в секции portfolio отображаются изображения из папки с соответствующим названием — 20 балл(а)
    2) кнопка, по которой кликнули, становится активной т.е. выделяется стилем. Другие кнопки при этом будут неактивными — 5 балл(а)
    3) при клике по надписи ru англоязычная страница переводится на русский язык — 10 баллов
    4) при клике по надписи en русскоязычная страница переводится на английский язык — 10 баллов
    5) надписи en или ru, соответствующие текущему языку страницы, становятся активными т.е. выделяются стилем — 5 баллов
    6) тёмная тема приложения сменяется светлой — 10 баллов
    7) светлая тема приложения сменяется тёмной — 10 баллов
    8) после смены светлой и тёмной темы интерактивные элементы по-прежнему изменяют внешний вид при наведении и клике и при этом остаются видимыми на странице (нет ситуации с белым шрифтом на белом фоне) — 5 баллов
    9) выбранный пользователем язык отображения страницы и светлая или тёмная тема сохраняются при перезагрузке страницы — 5 баллов
    `
  );
};
